//Задача 2: Напишите программу, которая на вход 
//принимает число и выдаёт, является ли 
//число чётным (делится ли оно на два без остатка).
//4 -> да
//-3 -> нет
//7 -> нет

// start

int a = 7;

if (a % 2 == 0)
{
    Console.WriteLine("Да - Число четное");
}
else
{
    Console.WriteLine("Нет - число нечетное");
}









// end